{
  "skin": {
    "sections": [
      {
        "title": "Acne and Acne Scars",
        "treatments": [
          {
            "title": "Acne Treatment",
            "description": "At The Skin Firm, our Acne Treatment is designed by a dermatologist's protocol that targets acne at its root and not just the surface. Combining clinical-grade technology with medical-grade formulations, our approach reduces inflammation, clears clogged pores, balances oil production, and prevents future flare-ups, all while being gentle on the skin barrier.",
            "imageSrc": "https://picsum.photos/seed/1/400/300"
          },
          {
            "title": "Acne Marks Treatment",
            "description": "At The Skin Firm, our Acne Marks Treatment in Pune is crafted to gently yet effectively fade post-acne pigmentation, dark spots, and uneven skin texture caused by previous breakouts. Our dermatologists use a science-backed, multi-modality approach that targets both superficial and deep pigmentation.",
            "imageSrc": "https://picsum.photos/seed/2/400/300"
          },
          {
            "title": "Acne Scars Removal",
            "description": "At The Skin Firm, our advanced Acne Scar Treatment in Pune is designed to visibly reduce all types of acne scarring, so your skin can feel as smooth and confident as you do. We combine laser treatment for acne scars, microneedling, PRP therapy, and subcision, all tailored to your skin type and scar pattern for long-term, texture-refining results.",
            "imageSrc": "https://picsum.photos/seed/3/400/300"
          },
          {
            "title": "Open Pores Treatment",
            "description": "At The Skin Firm, our Open Pores Treatment in Pune is a dermatologist-developed program designed to refine skin texture, minimise pore visibility, and restore a smoother, more airbrushed complexion without over-drying or irritating your skin. We combine advanced clinical techniques like microneedling, fractional lasers, chemical peels, and collagen-boosting treatments to reduce the size of pores while improving overall skin quality.",
            "imageSrc": "https://picsum.photos/seed/4/400/300"
          }
        ]
      },
      {
        "title": "Pigmentation",
        "treatments": [
          {
            "title": "Pigmentation Treatment",
            "description": "At The Skin Firm, our advanced Pigmentation Treatment in Pune is carefully designed to correct and even out your skin tone using clinically proven dermatological solutions. We combine therapies like Q-switched lasers, chemical peels, skin-lightening actives, and medical facials, making it one of the best treatments for pigmentation on the face and body.",
            "imageSrc": "https://picsum.photos/seed/5/400/300"
          },
          {
            "title": "Melasma Treatment",
            "description": "At The Skin Firm, our melasma treatment in Pune is designed with both expertise and care in mind. We combine gentle lasers for melasma, skin-brightening peels, and medical-grade topical therapies to treat pigmentation without damaging the skin barrier, making this one of the most effective treatments for melasma on the face.",
            "imageSrc": "https://picsum.photos/seed/6/400/300"
          }
        ]
      },
      {
        "title": "Skin Discoloration",
        "treatments": [
          {
            "title": "Skin Whitening",
            "description": "Our Skin Whitening Treatment in Pune is designed not to bleach or lighten your complexion, but to restore your skin’s lost glow, reduce uneven pigmentation, and brighten dull or tired skin. Using a combination of advanced skin brightening treatments, medical facials, laser therapies, and dermatologist-grade actives like glutathione, vitamin C, kojic acid, and niacinamide, we help you achieve a luminous, healthy, and even-toned appearance safely and sustainably.",
            "imageSrc": "https://picsum.photos/seed/7/400/300"
          },
          {
            "title": "Tan Removal",
            "description": "At The Skin Firm, our Tan Removal Treatment is a medically designed protocol that targets sun-damaged skin and helps restore your natural radiance. Unlike home remedies or salon facials, this treatment works at the cellular level to gently exfoliate, repair sun-stressed skin, and boost brightness, all while being safe for Indian skin tones and climates.",
            "imageSrc": "https://picsum.photos/seed/8/400/300"
          },
          {
            "title": "Underarm Whitening",
            "description": "At The Skin Firm, we offer a specialised underarm whitening treatment that addresses the causes of darkness from the root, be it friction, hormonal changes, shaving, or pigment buildup. Unlike temporary or cosmetic solutions, our treatment is dermatologist-developed to gently lighten the skin tone while also improving texture, reducing roughness, and preventing further pigmentation.",
            "imageSrc": "https://picsum.photos/seed/9/400/300"
          }
        ]
      },
      {
        "title": "Aging and Wrinkles",
        "treatments": [
          {
            "title": "Anti-Ageing Treatment",
            "description": "At The Skin Firm, our signature anti-ageing treatment is a results-driven solution for those looking to preserve skin vitality, improve elasticity, and soften visible signs of time, without looking “done.” Our protocols combine laser treatment for wrinkles, collagen-boosting procedures, and clinical-grade skincare, making it one of the best anti-wrinkle treatments for the face in Pune.",
            "imageSrc": "https://picsum.photos/seed/10/400/300"
          },
          {
            "title": "Wrinkle Treatment",
            "description": "At The Skin Firm, we offer a medically advanced, non-surgical wrinkle treatment that helps soften these lines, restore elasticity, and revive smoother, more youthful-looking skin all without altering your natural expressions. Our dermatologists use a multi-layered approach: combining laser treatment for wrinkles, collagen stimulation, skin boosters, and topical actives to target the cause, not just the crease.",
            "imageSrc": "https://picsum.photos/seed/11/400/300"
          }
        ]
      },
      {
        "title": "Skin Texture",
        "treatments": [
          {
            "title": "Stretch Marks Removal",
            "description": "Our advanced stretch marks removal treatment is designed to visibly reduce the appearance of stretch marks on the stomach, thighs, arms, hips, or breasts — helping your skin look smoother, firmer, and more even-toned. We use a combination of non-surgical treatments such as fractional lasers, microneedling, and skin-tightening technologies to stimulate collagen production and heal damaged skin naturally.",
            "imageSrc": "https://picsum.photos/seed/12/400/300"
          },
          {
            "title": "Dark Circle Treatment",
            "description": "At The Skin Firm, our dark circle treatment goes beyond surface-level fixes. We approach under-eye darkness by identifying the root cause, be it pigmentation, hollowing, thin skin, or blood vessel visibility and offer a customised, non-surgical plan to visibly brighten, smoothen, and refresh your eye area.",
            "imageSrc": "https://picsum.photos/seed/13/400/300"
          }
        ]
      },
      {
        "title": "Other Skin Concerns",
        "treatments": [
          {
            "title": "Skin Tag Removal",
            "description": "At The Skin Firm, we offer safe, precise, and quick skin tag removal using advanced dermatological methods. Whether you’re dealing with a single tag or multiple, we provide non-surgical removal with minimal discomfort and no scarring.",
            "imageSrc": "https://picsum.photos/seed/14/400/300"
          },
          {
            "title": "Wart Removal Treatment",
            "description": "At The Skin Firm, our wart removal treatment is designed to be quick, safe, and effective, removing the wart completely and minimising the chances of recurrence or scarring. Whether it’s a single stubborn wart or multiple recurring ones, our dermatologists offer personalised solutions using advanced laser wart removal and cautery techniques.",
            "imageSrc": "https://picsum.photos/seed/15/400/300"
          }
        ]
      },
      {
        "title": "Facials",
        "treatments": [
          {
            "title": "Fire and Ice Facial",
            "description": "Dubbed the “Red Carpet Facial,” the Fire & Ice Facial is a favourite among Hollywood celebrities for good reason. It delivers instant glow, visible skin rejuvenation, and a refreshed complexion without downtime, making it the go-to treatment before major events.",
            "imageSrc": "https://picsum.photos/seed/16/400/300"
          },
          {
            "title": "Hollywood Facial",
            "description": "Also known as the Carbon Laser Facial, the Hollywood Facial is a high-performance skin treatment designed to deeply cleanse, exfoliate, and refine your skin, leaving it smoother, brighter, and camera-ready. It uses a medical-grade laser combined with an activated carbon mask to target excess oil, dullness, pigmentation, and enlarged pores, making it especially effective for oily, acne-prone, or congested skin.",
            "imageSrc": "https://picsum.photos/seed/17/400/300"
          },
          {
            "title": "Hydrafacial Treatment",
            "description": "The HydraFacial is more than just a facial; it's a science-backed, medical-grade skin therapy that deeply cleanses, exfoliates, hydrates, and nourishes the skin in one seamless, non-invasive session. At The Skin Firm, our HydraFacial treatment in Pune is designed for all skin types and concerns, from dullness and dehydration to acne, pigmentation, and early signs of ageing.",
            "imageSrc": "https://picsum.photos/seed/18/400/300"
          },
          {
            "title": "Vampire Facial",
            "description": "The Vampire Facial, also known as the PRP Facial, is a revolutionary skin rejuvenation treatment that uses the power of your body’s healing factors to restore glow, firmness, and vitality. This natural yet advanced facial involves drawing a small amount of your blood, processing it to extract Platelet-Rich Plasma (PRP), a concentration rich in growth factors, and then infusing it back into your skin via microneedling or injections.",
            "imageSrc": "https://picsum.photos/seed/19/400/300"
          },
          {
            "title": "PRP Facial",
            "description": "The PRP Facial, short for Platelet-Rich Plasma Facial, is a cutting-edge regenerative skin therapy that uses your body’s growth factors to repair, renew, and refresh your skin from the inside out. This treatment involves extracting a small amount of your blood, isolating the nutrient-rich platelets, and delivering them back into your skin through microchannels created by microneedling.",
            "imageSrc": "https://picsum.photos/seed/20/400/300"
          },
          {
            "title": "Medicated Facial",
            "description": "Unlike salon facials that focus only on relaxation or surface glow, a medicated facial is a clinical-grade skin treatment curated by dermatologists to target specific skin concerns, such as acne, pigmentation, sensitivity, inflammation, or excessive oil production. At The Skin Firm, every medicated facial treatment in Pune is customised after a detailed skin analysis.",
            "imageSrc": "https://picsum.photos/seed/21/400/300"
          },
          {
            "title": "Pumpkin Peel Facial",
            "description": "The Pumpkin Peel Facial is a powerful yet gentle enzyme-based exfoliating treatment designed to renew the skin’s surface, unclog pores, and boost natural radiance, all using the skin-loving power of pumpkin enzymes and fruit acids. This facial combines vitamin-rich pumpkin pulp, alpha hydroxy acids (AHAs), and natural antioxidants to deeply exfoliate, brighten, and nourish the skin.",
            "imageSrc": "https://picsum.photos/seed/22/400/300"
          },
          {
            "title": "Carbon Peel Facial",
            "description": "The Carbon Peel Facial, also known as the Laser Carbon Facial, is a powerful skin detox and brightening treatment that uses activated carbon and laser technology to deeply cleanse, exfoliate, and refresh your skin. This facial is especially effective for oily skin, open pores, blackheads, and acne marks, as it clears trapped impurities and dead skin without aggressive chemicals.",
            "imageSrc": "https://picsum.photos/seed/23/400/300"
          }
        ]
      },
      {
        "title": "Chemical Peel",
        "treatments": [
          {
            "title": "Salicylic Peel",
            "description": "The Salicylic Peel is a dermatologist-recommended chemical exfoliation treatment designed to target acne, excess oil, congestion, and blemishes, especially for oily or acne-prone skin types. Salicylic acid is a beta-hydroxy acid (BHA) known for its oil-soluble properties, which allow it to penetrate deep into the pores, dissolve excess sebum, and remove dead skin cells from within.",
            "imageSrc": "https://picsum.photos/seed/24/400/300"
          },
          {
            "title": "Chemical Peel",
            "description": "A chemical peel is a clinical skin-resurfacing procedure that uses safe, dermatologist-approved acids to exfoliate the upper layers of the skin, revealing a smoother, clearer, and more even-toned complexion underneath. At The Skin Firm, we offer personalised chemical peel treatments in Pune, using a range of AHAs, BHAs, and advanced peeling agents tailored to your unique skin needs and tolerance.",
            "imageSrc": "https://picsum.photos/seed/25/400/300"
          },
          {
            "title": "Black Peel",
            "description": "The Black Peel is a specialised chemical peel treatment formulated for acne-prone, oily, and congested skin. It combines the exfoliating power of salicylic acid with anti-bacterial agents like ichthyol and natural ingredients such as black acacia, making it uniquely effective for treating active acne, blackheads, post-acne marks, and open pores.",
            "imageSrc": "https://picsum.photos/seed/26/400/300"
          },
          {
            "title": "Yellow Peel",
            "description": "The Yellow Peel is an advanced chemical peel treatment designed to target pigmentation, melasma, sun damage, and uneven skin tone. Formulated with a combination of retinoic acid, phytic acid, kojic acid, and vitamin C, this peel works at a cellular level to reduce melanin production and accelerate skin renewal, revealing brighter, smoother, and more even-toned skin.",
            "imageSrc": "https://picsum.photos/seed/27/400/300"
          },
          {
            "title": "Cosmelan Peel",
            "description": "The Cosmelan Peel is a globally acclaimed, professional-grade depigmentation treatment designed to reduce stubborn pigmentation, melasma, sun spots, and post-acne marks at their source. Unlike traditional chemical peels that work primarily on the surface, Cosmelan targets the melanin-producing cells (melanocytes), resetting how your skin produces and distributes pigment.",
            "imageSrc": "https://picsum.photos/seed/28/400/300"
          }
        ]
      },
      {
        "title": "Advanced Skin Treatment",
        "treatments": [
          {
            "title": "Microneedling",
            "description": "Microneedling, also known as collagen induction therapy, is a minimally invasive skin rejuvenation procedure that uses fine, medical-grade needles to create controlled micro-injuries in the skin. These micro channels stimulate the body’s natural healing response, boosting collagen and elastin production, enhancing skin texture, and improving the appearance of acne scars, enlarged pores, fine lines, and dullness.",
            "imageSrc": "https://picsum.photos/seed/29/400/300"
          },
          {
            "title": "Microdermabrasion",
            "description": "Microdermabrasion is a non-invasive, mechanical exfoliation treatment that gently removes the outermost layer of dead skin cells using a fine stream of crystals or a diamond-tipped wand. This process helps to reveal fresher, smoother, and brighter skin while improving texture, tone, and overall clarity.",
            "imageSrc": "https://picsum.photos/seed/30/400/300"
          },
          {
            "title": "Skin Boosters",
            "description": "Skin Boosters are advanced injectable treatments designed to deeply hydrate, rejuvenate, and improve the overall quality of your skin from within. Unlike traditional fillers that add volume, skin boosters use microinjections of hyaluronic acid and other nourishing ingredients to enhance moisture retention, elasticity, and skin texture subtly and naturally.",
            "imageSrc": "https://picsum.photos/seed/31/400/300"
          },
          {
            "title": "GFC Therapy",
            "description": "GFC Therapy, or Growth Factor Concentrate Therapy, is a cutting-edge, minimally invasive treatment designed to harness your body’s natural healing and regenerative abilities to rejuvenate the skin. By using a concentrated solution of your own platelets and growth factors derived from your blood, GFC therapy stimulates collagen production, skin repair, and cellular regeneration, leading to firmer, smoother, and more youthful skin.",
            "imageSrc": "https://picsum.photos/seed/32/400/300"
          }
        ]
      },
      {
        "title": "Lifting and Tightening",
        "treatments": [
          {
            "title": "Face Lift Treatment",
            "description": "A Face Lift Treatment is a non-surgical procedure designed to reverse visible signs of ageing by tightening the skin, lifting sagging areas, and improving facial contours without the need for surgery or a long recovery time. At The Skin Firm, our advanced, dermatologist-approved facelift techniques stimulate collagen production and firm the skin naturally.",
            "imageSrc": "https://picsum.photos/seed/33/400/300"
          },
          {
            "title": "HIFU Treatment",
            "description": "HIFU, or High-Intensity Focused Ultrasound, is an advanced, non-invasive aesthetic procedure that lifts, tightens, and firms the skin using focused ultrasound energy. It targets the deep foundational layers of the skin, the same layer addressed in surgical facelifts, without cutting or disrupting the skin surface.",
            "imageSrc": "https://picsum.photos/seed/34/400/300"
          }
        ]
      },
      {
        "title": "Trending Services",
        "treatments": [
          {
            "title": "Double Chin Removal",
            "description": "A double chin, or submental fat, can appear due to genetics, weight fluctuations, or ageing, and it often resists diet and exercise. At The Skin Firm, we offer advanced non-surgical double chin removal treatments in Pune to sculpt and define the jawline without the need for surgery or downtime.",
            "imageSrc": "https://picsum.photos/seed/35/400/300"
          }
        ]
      },
      {
        "title": "Specialty Treatment",
        "treatments": [
          {
            "title": "Mesotherapy For Skin",
            "description": "Mesotherapy for Skin is a minimally invasive treatment that involves injecting a custom blend of vitamins, antioxidants, hyaluronic acid, and amino acids directly into the middle layer of the skin (mesoderm). This nourishes and revitalises the skin, improving hydration, elasticity, and overall texture.",
            "imageSrc": "https://picsum.photos/seed/36/400/300"
          },
          {
            "title": "IV Therapy",
            "description": "IV Therapy (Intravenous Therapy) is a wellness treatment that delivers essential vitamins, minerals, antioxidants, and fluids directly into your bloodstream through an intravenous drip. This allows for faster absorption and maximum effectiveness compared to oral supplements.",
            "imageSrc": "https://picsum.photos/seed/37/400/300"
          },
          {
            "title": "Hyperhidrosis Treatment",
            "description": "Hyperhidrosis is a medical condition that causes excessive sweating beyond what is needed to regulate body temperature. At The Skin Firm, we offer safe and effective hyperhidrosis treatment in Pune using clinically proven methods such as Botox injections, which temporarily block the nerves responsible for sweat production.",
            "imageSrc": "https://picsum.photos/seed/38/400/300"
          }
        ]
      }
    ]
  },
  "hair": {
    "sections": [
      {
        "title": "Hair Treatments",
        "treatments": [
          {
            "title": "PRP Hair Treatment",
            "description": "PRP (Platelet-Rich Plasma) Hair Treatment is a medically advanced, natural therapy used to treat hair thinning and boost regrowth. It involves drawing a small amount of your blood, processing it to extract growth factor-rich plasma, and injecting it into areas of the scalp experiencing hair loss.",
            "imageSrc": "https://picsum.photos/seed/39/400/300"
          },
          {
            "title": "Hair Loss Treatment",
            "description": "At The Skin Firm, we provide comprehensive, customised hair loss treatments in Pune designed to target the root causes of hair fall and promote healthy, sustainable hair regrowth. Our dermatologist-led approach combines cutting-edge therapies such as PRP (Platelet-Rich Plasma), medicated topical solutions, laser therapy, and nutritional guidance, all tailored to your unique scalp and hair needs.",
            "imageSrc": "https://picsum.photos/seed/40/400/300"
          },
          {
            "title": "Hair Mesotherapy",
            "description": "Hair Mesotherapy is a minimally invasive treatment designed to stimulate hair growth and improve scalp health by delivering a customised cocktail of vitamins, minerals, amino acids, and growth factors directly into the scalp. This targeted approach nourishes hair follicles, enhances blood circulation, and revitalises dormant follicles to reduce hair thinning and promote fuller, healthier hair.",
            "imageSrc": "https://picsum.photos/seed/41/400/300"
          },
          {
            "title": "QR678 Treatment",
            "description": "QR678 Treatment is an innovative and effective hair regrowth therapy that uses a unique blend of growth factors to stimulate hair follicles and promote natural hair growth. This FDA-approved injectable solution revitalises dormant hair follicles, improves scalp health, and reduces hair thinning caused by genetic factors, stress, or other conditions.",
            "imageSrc": "https://picsum.photos/seed/42/400/300"
          },
          {
            "title": "Hair Density Improvement",
            "description": "Hair Density Improvement focuses on increasing the number of healthy, thick hairs on your scalp, addressing thinning and sparse patches to restore a fuller, more voluminous look. This treatment targets the root causes of hair thinning by revitalising hair follicles, improving scalp health, and stimulating natural hair growth.",
            "imageSrc": "https://picsum.photos/seed/43/400/300"
          },
          {
            "title": "Hair Regrowth",
            "description": "Hair Regrowth Treatment is a non-surgical, science-backed solution designed to restore thinning hair, strengthen weak follicles, and promote natural hair growth. At The Skin Firm, our personalised hair regrowth treatments in Pune combine advanced medical therapies like PRP, GFC, Mesotherapy, and scalp boosters to awaken dormant follicles and support long-term hair health all under expert dermatological care.",
            "imageSrc": "https://picsum.photos/seed/44/400/300"
          },
          {
            "title": "Postnatal Hair Loss Treatment",
            "description": "Postnatal hair loss, also known as postpartum shedding, is a common condition experienced by new mothers due to hormonal fluctuations after childbirth. At The Skin Firm, our postnatal hair loss treatment in Pune is specially curated to help new moms regain hair volume, nourish scalp health, and accelerate recovery, all while prioritising gentle, safe, and evidence-based care.",
            "imageSrc": "https://picsum.photos/seed/45/400/300"
          },
          {
            "title": "Alopecia Areata Treatment",
            "description": "Alopecia Areata is an autoimmune condition that causes the body’s immune system to mistakenly attack hair follicles, leading to sudden, patchy hair loss on the scalp, beard, or other body parts. At The Skin Firm, we offer specialised alopecia areata treatment in Pune, focusing on calming the immune response, reactivating dormant hair follicles, and restoring confidence through holistic, medically sound care.",
            "imageSrc": "https://picsum.photos/seed/46/400/300"
          },
          {
            "title": "Hair Loss Treatment for Men",
            "description": "Hair loss in men is most commonly caused by androgenetic alopecia, also known as male pattern baldness. At The Skin Firm, we provide advanced, science-backed hair loss treatments for men in Pune that target the root causes, combining technology with tailored dermatological care to help men regain confidence and control over their hair health.",
            "imageSrc": "https://picsum.photos/seed/47/400/300"
          }
        ]
      }
    ]
  },
  "laser": {
    "sections": [
      {
        "title": "Laser Treatments",
        "treatments": [
          {
            "title": "Laser Hair Removal",
            "description": "Laser Hair Removal is a safe and effective cosmetic procedure that uses focused laser light to target and destroy hair follicles, leading to a permanent reduction in unwanted hair growth. It is suitable for various body areas, including the face, arms, legs, underarms, and bikini line.",
            "imageSrc": "https://picsum.photos/seed/48/400/300"
          },
          {
            "title": "Leg Hair Removal",
            "description": "Leg Hair Removal is a cosmetic procedure that effectively reduces and removes unwanted hair on the legs, giving you smooth, silky skin. Using advanced laser technology, hair follicles are targeted to inhibit future hair growth, providing a long-lasting solution compared to traditional methods like shaving or waxing.",
            "imageSrc": "https://picsum.photos/seed/49/400/300"
          },
          {
            "title": "Bikini Hair Removal",
            "description": "Bikini Hair Removal is a specialised treatment aimed at safely and effectively reducing unwanted hair in the bikini area, including the sensitive skin around the groin and inner thighs. Utilising advanced laser technology, this procedure targets hair follicles to provide long-lasting smoothness without the irritation often caused by waxing or shaving.",
            "imageSrc": "https://picsum.photos/seed/50/400/300"
          },
          {
            "title": "Laser Beard Shaping",
            "description": "Laser Beard Shaping is a precise, safe, and effective treatment that uses advanced laser technology to sculpt and define your beard by selectively removing unwanted facial hair. Unlike traditional shaving or waxing, laser shaping offers a clean, sharp, and long-lasting beard line that enhances your facial aesthetics.",
            "imageSrc": "https://picsum.photos/seed/51/400/300"
          },
          {
            "title": "Diode Laser Hair Removal",
            "description": "Diode Laser Hair Removal is a highly effective and safe method for long-term hair reduction that uses diode laser technology to target and destroy hair follicles. It’s known for its precision and suitability across a range of skin types and hair textures.",
            "imageSrc": "https://picsum.photos/seed/52/400/300"
          },
          {
            "title": "CO2 Laser for Skin",
            "description": "CO2 Laser for Skin is an advanced skin resurfacing treatment that uses fractional carbon dioxide laser technology to address a variety of skin concerns, such as wrinkles, acne scars, pigmentation, and uneven texture. By precisely removing the outer damaged layers of skin, it stimulates collagen production and promotes the growth of fresh, youthful skin.",
            "imageSrc": "https://picsum.photos/seed/53/400/300"
          },
          {
            "title": "QSwitch ND YAG Laser",
            "description": "Q-Switched ND YAG Laser is a non-invasive laser treatment used to target and break down unwanted pigmentation, sun damage, tan, acne marks, and dull skin. By delivering high-intensity pulses of light deep into the skin, this laser shatters pigment particles and stimulates collagen, leaving the skin clearer, brighter, and more even-toned over time.",
            "imageSrc": "https://picsum.photos/seed/54/400/300"
          },
          {
            "title": "Carbon Facial Treatment",
            "description": "The Carbon Facial Treatment, often called the Hollywood Laser Facial, is a non-invasive laser skin rejuvenation procedure that deeply cleanses the pores, exfoliates dead skin, and brightens the complexion using a layer of medical-grade carbon. The carbon particles absorb oil, dirt, and impurities, and are then targeted by laser light, gently exfoliating the skin and stimulating collagen production.",
            "imageSrc": "https://picsum.photos/seed/55/400/300"
          },
          {
            "title": "Tattoo Removal",
            "description": "Tattoos are personal, and so are the decisions to part with them. At The Skin Firm, we use the Q-switched ND YAG laser, a gold-standard technology for tattoo removal in Pune, known for breaking down stubborn ink particles while keeping your skin protected.",
            "imageSrc": "https://picsum.photos/seed/56/400/300"
          },
          {
            "title": "Stretch Marks Removal",
            "description": "Stretch marks, medically known as striae, are common skin lines that develop due to rapid stretching of the skin during pregnancy, weight changes, or growth spurts. At The Skin Firm, we offer advanced stretch mark removal treatments in Pune that help reduce the visibility of these marks, improve skin texture, and restore smoothness, using a combination of laser therapies and skin rejuvenation techniques tailored to your skin type.",
            "imageSrc": "https://picsum.photos/seed/58/400/300"
          },
          {
            "title": "HIFU Treatment",
            "description": "HIFU (High Intensity Focused Ultrasound) is a breakthrough non-invasive treatment that lifts, tightens, and contours the face and neck, without surgery or downtime. It uses focused ultrasound energy to stimulate collagen production deep within the skin, resulting in firmer, younger-looking skin over time.",
            "imageSrc": "https://picsum.photos/seed/57/400/300"
          }
        ]
      }
    ]
  }
}